;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Language.....: Afrikaans
;~ Language Code: af
;~ Encoding.....: Unicode
;~ Date.........: 01 January 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Language]
Language = Afrikaans
Language.Code = af
Language.Encoding = Unicode

[About]
Title = Inligting oor %{Program.Name}
Version = Weergawe
AutoIt = Gebou met AutoIt weergawe
Copyright = Kopiereg
Donate.Title = Skenk aan %{Company.Name}
Donate.Message = As jy 'n skenking maak, help jy om ons sagteware gratis te hou\rnen stel ons in staat om die gereedskap en dienste te bekom\rnwat ons gebruik om u te dien.
Home = Tuisblad
License = Lisensie
Support = Kontak Ons
SA.Title = Gemaak in Suid-Afrika
SA.Message = %{Program.Name} is in Suid-Afrika gebore.
Contributors = Bydraers
Facebook = Like ons op Facebook.
Twitter = Volg ons op Twitter.
GooglePlus = Vind ons op Google.
GitHub = %{Program.Name} op GitHub
Button.OK = OK
RAM = (GEHEUE) %d MB VAN %d MB BESKIKBAAR (%d%)
RAM.Description = Ewetoeganklike Geheue
HDD = (%s) %.2f GB VAN %.2f GB BESKIKBAAR (%d%)

[Custom]
Status.Welcome = Welkom vriende
Status.Updates = Op soek na opdaterings
Build = Bou
Distribution = Verspreiding
Commands.01 = Bou Oplossing
Commands.02 = Maak Program Kleiner
Commands.03 = Onderteken die Program
Commands.04 = Genereer Dokumentasie
Commands.05 = Voer eksterne afhanklikes in
Commands.06 = Skep Verspreiding
Commands.07 = Skep Draagbare Pakket
Commands.08 = Skep 'n Opstellêer
Commands.09 = Onderteken die Opstellêer
Commands.10 = Maak Bronkodes Netjies
Commands.11 = Versprei Bronkodes
Commands.12 = Versprei GitHub Repository
Commands.13 = Skep Bronkodes Pakket
Commands.14 = Skep Opdateringslêer
Button.Process = Proseseer
Tab.Logging = Logging

[Donate]
Heading = %{Program.Name} dien u al meer as %d uur. Maak 'n skenking en help ons om ons sagteware gratis te hou.
Message = Klik op die PayPal-knoppie hieronder of gaan na PayPal.me/rizonesoft, vul in die bedrag en stuur vir ons die skenking. Omdat dit PayPal is, weet jy dit is makliker en veiliger as om kontant. Het u geen PayPal-rekening? Geen probleem nie, dit is vinnig en maklik om 'n rekening oop te maak.

[Logging]
Finished = Klaar
success = sukses
Response.Received = Reaksie Ontvang
Successfully = Suksesvol
OK = OK
Registration succeeded = Registrasie suksesvol
Initiated = Geïnisieer
Error = fout
Failed = misluk
Access.Denied = Toegang word geweier
No.Operation.Performed = Geen operasie kan uitgevoer word nie
VERSION = WEERGAWE
File.Not.Found = Kon die '%s' loglêer nie vind nie
Showing.File = Vertoon '%s' loglêer
Showing.Error = Iets het verkeerd gegaan: Proses ID: %s
Opening.File = Besig om die loglêer oop te maak
Opening.Directory = Besig om die log vouer oop te maak...
Directory.Not.Found = Kon die '%s' log vouer nie vind nie
Showing.Directory = Vertoon '%s' log vouer
Bool.Yes = Ja
Bool.No = Nee
Info.Date = Datum:
Info.Program = Program:
Info.Program.Version = Program Weergawe:
Info.Program.Path = Program Pad:
Info.Compiled = Saamgestel:
Info.AutoIt.Version = AutoIt Weergawe:
Info.AutoIt.64Bit = AutoIt 64-Bis Weergawe:
Info.Windows.Version = Windows Weergawe:
Info.System.Type = Stelsel Tipe:
Info.Memory = Geheue (RAM):
Info.Program.Files = Program Lêers:
Info.Windows.Directory = Windows Vouer:
Level.Error = Fout:
Level.Warning = Waarskuwing:
Level.Success = Sukses:
Level.Finished = Klaar:

[Menus]
File = &Lêer
File.Preferences = &Voorkeure
File.Solution = &Nuwe Oplossing
File.Logging = &Logging
File.Log.OpenFile = Vertoon &loglêer
File.Log.OpenDir = Vertoon log &vouer
File.Close = Sluit af\tAlt+F4
Help = &Help
Help.Update = Soek vir &Opdaterings
Help.Home = %{Company.Name} &Tuiste
Help.Forums = Produk Ondersteunings &Forums
Help.Downloads = &Meer Sagteware
Help.Contact = &Kontak %{Company.Name}
Help.Issue = Skep 'n &probleem
Help.Donate = &Skenkings
Help.About = &Inligting oor %{Program.Name}
Debug = &Debug

[Messages]
Info.Title = Neem asseblief kennis
Warning.Title = Waarskuwing!
Error.Title = Oeps! Iets het verkeerd geloop!
Error.Oops = Oeps!
Singleton = %{Program.Name} is alreeds oop.
Compatible = %{Program.Name} is nie verenigbaar met u weergawe van Windows nie. As jy glo dat dit 'n fout is, voel asseblief vry om 'n boodskap by '%s' te stuur met al die besonderhede.
Compatible.Bit = Ongelukkig is %{Program.Name} 32 Bit nie verenigbaar met u weergawe van Windows nie. Laai asseblief %{Program.Name} 64 Bit van '%s' af.
Load.Initializing = Initialisering van %{Program.Name}
Load.Localizations = Laai Localisasies
Load.Resources = Laai Hulpbronne
Load.WorkingDirectories = Stel Werkgidse op
Load.Logging = Initialiseer Logging
Load.Configuration = Laai Konfigurasie
Load.Shortcuts = Laai Sleutelbordkortpaaie
Load.Interface = Begin Kernkoppelvlak
Ping.Check.Connection = Kontroleer verbinding met die Internet.
Ping.Response = Reaksie ontvang in %s millisekondes.
Ping.Host.Offline = Afgeleë Rekenaar is vanlyn af.
Ping.Host.Unreachable = Afgeleë Rekenaar is onbereikbaar.
Ping.Host.Bad = Slegte Bestemming.
Ping.Host.NoInternet = Geen Internet konneksie nie.
Global.Errors = Voltooi met (%02i) %s!
Global.Errors.Error = fout
Global.Errors.Errors = foute
Global.Finished = Geselekteerde taak voltooi.
Global.File = lêer
Global.Files = lêers

[Messages2]
Load.Solutions = Laai Oplossings
Load.States = State
Load.Prerequasites = Kontroleer Voorvereistes
Concrete.Error = Ons het die Concrete vouer verskuif na: '%s'
Select.Something.Title = Kies Iets
Select.Something = Kies iets asseblief.
Building.Start = Het begin om %s te bou.
Building.Finished = %s is klaar gebou.
Building.Error1 = Kon nie AutoIt by '%s' vind nie!
Building.Error2 = Installeer asseblief AutoIt voordat jy voortgaan.
Building.Error3 = Kon nie by '%s' 'n script vind om te bou nie!
Compression.Start = Het kompressie begin.
Compression.Finished = Kompressie is klaar.
Compression.Compress = Kompressie: %s
Compression.Parameters = Grense: %s
Compression.Error1 = Kon nie die lêer UPX nie.
Compression.Error2 = UPX word vereis om die lêer te komprimer.
Compression.Error3 = %s bestaan nie.
Signing.Start = Het begin om %s te Onderteke.
Signing.Finished = %s is Onderteken.
Signing.Internet.Required = Let asseblief daarop dat 'n verbinding met die internet benodig word vir ondertekening.
Signing.SDKError1 = SignTool.exe is nodig vir die ondertekening van %s!
Signing.SDKError2 = Installeer asseblief die Windows Standalone SDK vir Windows 10 of
Signing.SDKError3 = die Windows Software Development Kit (SDK) vir Windows 8.1.
Signing.CertError1 = Kon nie Sertifikaatinligting laai nie!
Signing.CertError2 = Op soek na Sertifikaatinligtingslêer by '%s'.
Signing.CertError3 = Kon nie kode Ondertekening Sertifikaat laai nie!
Signing.CertError4 = Op soek na Sertifikaat by '%s'.
Signing.InstallError1 = Kon nie opstellêer by '%s' vind nie.
Signing.InstallError2 = Probeer om eers 'n opstellêer te skep.
Signing.CertInfo.Loaded = Sertifikaatinligting gelaai vanaf '%s'.
Signing.Cert.Loaded = Sertifikaat Gelaai: '%s'
Create.Documents = Genereer dokumentasie vir %s.
Docs.Tpls.Dir = Sjabloon vouer gevind by: '%s'
Docs.Tpls.Files = %02i sjabloons %s gevind.
Docs.Tpls.Process = Besig om '%s' te verwerk.
Docs.Error1 = Ongeldige dokument sjabloon vouer.
Docs.Error2 = Het gesoek na die sjabloon vouer by '%s'
Docs.Error3 = Geen sjabloon %s (*tpl) is gevind nie.
Docs.Error4 = Kon nie die gespesifiseerde dokument sjabloon vind nie.
Docs.Error5 = Kon nie dokumentlêer skep nie.
Docs.Error6 = Dokument Sjabloon: %s
Docs.Error7 = Dokumentlêer: %s
Docs.Tpls.Success = Die Dokument was suksesvol geskep.
Docs.Tpls.Finished = Alle dokument sjablone verwerk.
Distribute.Start = Verspreiding van %s.
Distribute.Dir.Error = Kon nie gids skep nie!
Distribute.Dir = Gids geskep: '%s'
Distribute.File.Error1 = Die bron lêer bestaan nie!
Distribute.File.Error2 = Kon nie lêer skep nie!
Distribute.File = Lêer geskep: '%s'
Distribute.Finished = %s verspreiding geskep.
Distribute.Return = Kon nie verspreiding lêer vind nie!
Zip.Error1 = Kon nie zip-pakket skep nie!
Zip.Error2 = Die verspreiding is onvolledig
Zip.Error3 = Gaan die Boukonfigurasie-lêer na en herskep die verspreiding.
Zip.Start = Besig on zip-pakket te skep vir %s.
Zip.Finished = Zip-pakket geskep.
Install.Start = Skep Instellingslêer vir %s.
Install.Error = Kon nie opstellingslêer skep nie!
Install.Finished = Instellingslêer geskep vir %s
Install.Script.Error = 'n Fout het voorgekom tydens die opstel van die opstellingsskrif.
Tidy.Start = Besig om Bronkode Skoon te maak.
Tidy.Error1 = Kon nie Bronkode vind nie!
Tidy.Error2 = Kon nie Tidy vind nie!
Tidy.Error3 = Iets het verkeerd geloop! Kon nie Tidy begin nie.
Tidy.Finished = Bronkodes behoort nou mooi netjies te wees.
Source.Start = Verspreiding van bronkode.
Source.Finished = Bronkode Verspreiding Geskep.
Source.Script = Verwerking van kernskrif.
Script.Error1 = Kon die gespesifiseerde script nie vind nie!
Script.Error2 = Kon nie na die script skryf nie!
Processing.UDFs = Verwerking van 'gebruiker-gedefinieerde funksies'
UDFs.Error1 = Ongeldige 'Gebruiker-gedefinieerde funksies'-pad!
UDFs.Error2 = Niks hier!
UDFs.Found = %02i 'User Defined Functions' Gevind.
GitHub.Start = Verspreiding van %s Bronkodes na die GitHub Repository.
GitHub.Finish = %s Bronkodes na die GitHub Repository verspei.
GitHub.Copied = Bronkode gids Gekopieer na: '%s'
GitHub.Error1 = Ongeldige bronkode pad!
GitHub.Error2 = Geen bronkode lêers gevind nie!
GitHub.Error3 = Die bronkode gids kon nie gekopieer word nie!
GitHub.Error4 = Ongeldige GitHub Pad!
Documents.Create = Besig om die 'Documents'-gids te skep.
Documents.Help = Invoer van Help (.chm) lêer vanaf '%s'.
Documents.Error1 = Kon die 'Documents'-gids nie skep nie.
Documents.Error2 = Kon nie die Help (.chm) lêer invoer nie.

[Prerequisites]
Tab.Prerequisites = Voorvereistes
Refresh.Message = Hersien jou rekenaar vir geïnstalleerde voorvereistes.
Installed = Voorvereiste geïnstalleer
Uninstalled = Voorvereiste nie geïnstalleer nie!
TIP.Prerequisite = Voorvereiste :\t
TIP.Publisher = Uitgewer :\t
TIP.Location = Vouer :\t\t
TIP.Executable = Uitvoerbare :\t
TIP.URL = Skakel :\t\t

[Solutions]
Solutions = Oplossings
Solutions.Configuration = Konfigurasie Lêers
Solutions.Item = item
Solutions.Items = items
Solutions.Prototype = Prototipe
Solutions.Beta = Beta
Solutions.RC = Weergawe Kandidaat
Solutions.Final = Finale Weergawe
Solutions.Unknown = Onbekend
Solutions.Error.Title = Slegte Oplossing!
Solutions.Error = Dit lyk nie soos 'n geldige oplossing nie.

[Update]
Title.Available = Opdatering Beskikbaar
Title.Congratulations = Hierdie is die nuutste weergawe.
Title.Error = Iets het verkeerd geloop!
Message.Update = Daar is 'n nuwe weergawe van %{Program.Name} beskikbaar.
Message.Latest = U gebruik die nuutste weergawe van %{Program.Name}.
Message.Error = Inligting oor die nuutste weergawe van %{Program.Name} kon nie opgespoor word nie.
Message.Internet = Gaan asseblief u internetverbinding na en probeer weer.
Build.Current = Huidige Bou:
Build.Update = Opdatering Bou:
CheckBox.NoUpdate = Moenie vir opdaterings soek nie.
Button.Update = Laai nuwe weergawe af
Button.Close = Maak toe

[Versioning]
Administrator = Administrateur
Build = Bou
AutoIt.Version = Met AutoIt Weergawe %{AutoIt.Version}
Bit = Bit